Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Reperfusion on perfusion imaging (dichotomized as >90% reperfusion) at 24hr post stroke without symptomatic intracerebral hemorrhage will be examined using binary logistic regression with a treatment group as an independent variable and the presence or absence of reperfusion without SICH as the dependent variable, including site of arterial occlusion as a treatment covariate for adjustment purposes.
es_es: Se empleará regresión logística binaria para evaluar la reperfusión en las imágenes de perfusión (clasificadas en dos grupos como >90% de reperfusión) en las 24 horas posteriores al accidente cerebrovascular sin hemorragia intracerebral sintomática. En el análisis, se considerará el grupo de tratamiento como variable independiente, y la presencia o ausencia de reperfusión sin HICs como variable dependiente. El sitio de oclusión arterial se incluirá como covariable de ajuste.

source: Reperfusion was assessed using the extended Treatment In Cerebral Ischemia (eTICI) score (range, 0 [no flow] to 3 [normal flow]).10 Disagreements in eTICI rating were resolved by consensus.
es_es: La reperfusión se evaluó mediante la puntuación de la escala Tratamiento ampliado de la isquemia cerebral (eTICI, por su nombre en inglés) (rango, 0 [sin flujo] a 3 [flujo normal]).10 Cuando no hubo coincidencia en las puntuaciones de la eTICI, se llegó a un consenso.

source: Replaced printing with marking
es_es: Se reemplaza "la impresión" por "el marcado".

source: Replacement subjects were to receive a subject number from the reserve numbers on the randomisation list.
es_es: A los reemplazantes se les debía asignar un número de sujeto de estudio de los números de reserva contenidos en la lista de aleatorización.

source: Report all individual degradation products greater than 0.05 %.
es_es: Informar todos los productos de degradación individuales que sean mayores que 0.05 %.

source: Report all individual degradation products greater than 0.1 %.
es_es: Informar todos los productos de degradación individuales que sean mayores que 0.1 %.

source: Report any individual degradation product that is greater than the reporting threshold, 0.1%.
es_es: Informar todos los productos de degradación individuales que sean mayores que el umbral de informe de 0.1%.

source: Report as Complies/ Does not Comply.
es_es: Informar como "Cumple" / "No cumple".

source: Report as a value in °.
es_es: Informar como el valor en °.

source: Report date:
es_es: Fecha del informe:

source: Report identified and unidentified impurities with a RL ≥ 0.05 %.
es_es: Consignar las impurezas identificadasa y no identificadas con un RL ≥ 0.05 %.

source: Report mean value, SD and CI of % peak area
es_es: Informar la media, Desv. est. e IC del área porcentual del pico

source: Report mean value, SD and CI of % peak area of single-chain, two-chain and residual peaks
es_es: Informar el valor medio, la desviación estándar y el intervalo de confianza del área porcentual del pico de las especies de cadena única, cadena doble y los picos residuales.

source: Report result
es_es: Informar el resultado

source: Report result for information
es_es: Resultado reportable para información

source: Report slope, y-intercept, RSS
es_es: Informe pendiente, ordenada al origen, suma de cuad. res. (RSS)

source: Report slope, y-intercept, residual sum of squares (RSS)
es_es: Informar la pendiente, ordenada al origen, suma de cuadrados residuales (RSS)

source: Report the average value in % w/w.
es_es: Infomar el promedio como % p/p.

source: Report the average value in µm.
es_es: Informar el promedio en µm.

source: Report the result for PD 1420 greater than 0.1 % with one decimal place.
es_es: Consignar lso resultados de PD 1420 que sean mayores a 0.1 %, usando un decimal

source: Report the results together with the method used (method I, method II or method III).
es_es: Informar los resultados junto con el método empleado (método I, método II o método III).

source: Report the same as 'Complies' with remark as 'Testing of other Class 1, 2 and 3 residual solvents and other organic solvents is not required as these solvents are not used during manufacturing process.
es_es: Consignarlos como Cumple, y anotar: "No se requiere la prueba de otros disolventes residuales de Clases 1, 2 y 3, ni otros disolventes orgánicos, porque no se los usa en el proceso de fabricación".

source: Report the sum as the Total
es_es: Informar la suma como el Total

source: Report the value in %.
es_es: Informar como el valor en %.

source: Report the value in °C
es_es: Informar como el valor en ° C.

source: Report values equal to or lower than 0.1 % as “≤ 0.1 %”.
es_es: Consignar los valores menores o iguales que 0.1 % como "≤ 0.1 %".

source: Report/Study No.:
es_es: N.° de informe/estudio:

source: Reporte bioanalítico
es_es: Bioanalytical report

source: Reporte clínico
es_es: Clinical report

source: Reporte de eventos adversos y su seguimiento si es que hubiesen.
es_es: Reporting and follow-up of adverse events, if any.

source: Reporte original del programa farmacocinético empleado.
es_es: Original report of the pharmacokinetic program used.

source: Reporte validación de la metodología analítica (VMA)
es_es: Analytical methodology validation report

source: Reporte, código y fecha
es_es: Report, code, and date

source: Reported SAEs that occurred after randomisation and were exempted events were collected in the eCRFs and evaluated by the DMC.
es_es: Los EAG notificados que ocurrieron después de la aleatorización y fueron eventos exentos se recopilaron en los eCRF y pasaron por la evaluación del comité independiente de monitoreo de datos.

source: Reported as degradation of metformin HCl
es_es: Consignado como degradación del clorhidrato de metformina

source: Reported as degradation product of BI 10773 XX
es_es: Informado como producto de degradación de BI 10773 XX

source: Reported time points
es_es: Momentos de medición consignados

source: Reporting
es_es: Informe

source: Reporting level
es_es: Nivel de informe

source: Reporting for Blank solution and Standard solution 100 % reference (25 mg)
es_es: Nivel de informe para la solución blanco y la solución estándar, referencia al 100 % (25 mg)

source: Reporting for Test sample (25 mg)
es_es: Nivel de informe de la muestra de prueba (25 mg)

source: Reporting was to be performed according to the specific definitions and instructions detailed in the 'Adverse Event Reporting' section of the ISF.
es_es: Los informes debían realizarse de acuerdo con las definiciones e instrucciones específicas detalladas en la sección “Informe de eventos adversos” del archivo del centro investigador.

source: Reports of recurrent VTE in children are limited by their retrospective design and inconsistent intensity and duration of documented follow-up [P19-06503; P19-06504].
es_es: Los informes de TEV recurrente en niños están limitados por su diseño retrospectivo y porque la intensidad y duración del seguimiento documentado no fueron no sistemáticas [P19-06503; P19-06504].

source: Representative spesolimab drug product batches, vial and PFS, were included in the comparability exercise.
es_es: En el ejercicio de comparabilidad, se incluyeron partidas representativas del medicamento Espesolimab, frasco y jeringa precargada.

source: Representative stability batches of empagliflozin / metformin hydrochloride film-coated tablets manufactured at the different registered sites – Data of NDMA determined at different time points and storage condition
es_es: Partidas de estabilidad representativas de comprimidos recubiertos de empagliflozina/clorhidrato de metformina fabricadas en distintos centros registrados; datos de NDMA determinados en diferentes momentos de medición y condiciones de almacenamiento

source: Representativeness of Clinical Data generated with PFS-1 for the Commercial
es_es: Representatividad de los datos clínicos generados con PFS-1 para la

source: Representing mainly tenecteplase containing low to no sialic acid
es_es: Representa principalmente tenecteplasa con contenido bajo o nulo de ácidos siálicos.

source: Representing medium sialylated molecules
es_es: Representa las moléculas medianamente sialiladas.

source: Representing the highly sialylated molecules (highly negatively charged) in native tenecteplase DP
es_es: Representa las moléculas altamente sialiladas (con alta carga negativa) en el medicamento tenecteplasa nativo.

source: Reproduce the results obtained from Related substances test under BP / Ph. Eur. Standards.
es_es: Reproducir los resultaados de la prueba de sustancias relacionadas según las normas de BP/Ph. Eur.

source: Requerimientos de evaluación de estudios in vivo y/o in vitro para la obtención del registro sanitario de un medicamento multifuente o genérico.
es_es: In vivo and/or in vitro study test requirements for the health registration of multi-source or generic drug.

source: Requested amended text
es_es: Corrección solicitada

source: Required values and tolerance ranges comply with the requirements of the filter manufacturer.
es_es: Los valores e intervalos de tolerancia requeridos cumplen con los requisitos del fabricante del filtro.

source: Requirement A
es_es: Requisito A

source: Requirement A (n=10):
es_es: Requisito A (n = 10):

source: Requirement A (n=6):
es_es: Requisito A (n=6):

source: Requirement B (n=12):
es_es: Requisito B (n=12):

source: Requirement B (n=30):
es_es: Requisito B (n = 30):

source: Requirement C (n=24):
es_es: Requisito C (n=24):

source: Requirement Q:
es_es: Requisito Q:

source: Requires hospitalisation or prolongation of an existing hospitalisation.
es_es: Requiere hospitalización o prolonga la hospitalización.

source: Requires patient hospitalisation
es_es: Requiere la hospitalización del paciente

source: Requires patient hospitalization
es_es: Requiere hospitalización del paciente

source: Requiring or prolonging hospitalisation
es_es: Que requieren o prolongan la hospitalización

source: Requisitos y procedimiento para la presentación de los estudios de Bioequivalencia.
es_es: Requirements and procedure for bioequivalence study submission.

source: Rescue medication and additional treatments
es_es: Medicamentos de rescate y otros tratamientos

source: Rescue medication, emergency procedures, and other treatments
es_es: Medicamentos de rescate, procedimientos de emergencia y otros tratamientos

source: Rescue observed case
es_es: Caso observado de rescate

source: Research Original Investigation
es_es: Investigación original

source: Research in context
es_es: Investigación en contexto

source: Residual EtO levels of ready-to-use syringes are certified by the supplier to be ≤ 1 μg/mL as determined by simulated use test according to the ISO standard 10993-7.
es_es: El proveedor certifica que los niveles residuales de óxido de etileno de las jeringas listas para usar son ≤1μg/ml según lo determinado en una prueba de uso simulado que cumple con la norma ISO 10993-7.

source: Residual Solvents
es_es: Disolventes residuales

source: Residual culture fluid in the filters and piping can be recovered from the harvest by flushing with phosphate buffered saline (PBS).
es_es: El fluido de cultivo residual de los filtros y tuberías se puede recuperar de la cosecha enjuagando con solución de buffer fosfato salino (PBS).

source: Residual moisture rubber stopper
es_es: Humedad residual en el tapón de caucho

source: Residual peaks
es_es: Picos residuales

source: Residual peaks: report result
es_es: Picos residuales: informar resultado

source: Residual seal force
es_es: Fuerza residual de sellado

source: Residual seal force (RSF) measurements were performed on the crimped vials.
es_es: Se realizaron mediciones de la fuerza de sellado residual de todos los frascos sellados.

source: Residual solvents are typically determined using chromatographic techniques such as gas chromatography.
es_es: Los disolventes residuales normalmente se determinan mediante técnicas cromatográficas como la cromatografía de gaseosa.

source: Residual solvents used in the manufacture of tiotropium bromide monohydrate are controlled in the drug substance specification (please refer to section 3.2.S.4.1).
es_es: Los disolventes residuales utilizados para la fabricación del bromuro de tiotropio monohidrato se controlan mediante la especificación del principio activo (ver la Sección 3.2.S.4.1)

source: Residual solvents:
es_es: Disolventes residuales:

source: Residual sum of squares
es_es: Suma de cuadrados residuales

source: Residual water content and appearance of the lyophilisate are impacted by the lyophilization process (see Table 43) which is appropriately controlled.
es_es: El contenido de agua residual y el aspecto del liofilizado son afectados por el proceso de liofilización (véase la Tabla 43), que está debidamente controlado.

source: Residuals for the estimated linear model
es_es: Valores residuales del modelo lineal estimado

source: Resistance to crushing of tablets
es_es: Resistencia a la trituración de los comprimidos

source: Resolution 2) between ethylene glycol and N-methyl-2-pyrrolidone
es_es: Resolución 2) entre etilenglicol y N-metil-2-pirrolidona

source: Resolution 2) between tert-butyl methyl ether and ethyl acetate
es_es: Resolución 2) entre metilterbutil éter y acetato de etilo

source: Resolution Solution:
es_es: Solución de resolución:

source: Resolution of PD 1420 and CD 6352 ≥ 1.5
es_es: Resolución de PD 1420 y CD 6352 ≥ 1.5

source: Resource use was captured via interviews with the patient and entered in the eCRF at all on-site visits during the trial period.
es_es: En todas las visitas al centro durante el período del ensayo, se recopiló información sobre el uso de recursos mediante entrevistas con los pacientes, la cual se volcó en el eCRF.

source: Respective quality attributes and performance indicators are based on in process controls (IPCs), release results and additional process validation (PV) results for validation purposes.
es_es: Para la validación, los atributos de calidad y los indicadores de desempeño respectivos se basan en los controles intermedios del proceso, los resultados de liberación y los resultados adicionales de validación del proceso.

source: Respective quality attributes and performance indicators are based on in process controls (IPCs), release results and additional process validation results for validation purposes.
es_es: Para la validación, los atributos de calidad e indicadores de rendimiento respectivos se basan en los controles intermedios del proceso (IPC), los resultados de liberación y los resultados adicionales de validación del proceso.

source: Responder analyses using logistic regression
es_es: Análisis de pacientes responsivos mediante regresión logística

source: Response Document
es_es: Documento de respuesta

source: Response Document (PE Deficiency letter, 10 Feb 2026, C-2036681 and C-2014692)
es_es: Documento de respuesta (Notificación de objeciones, PE, 10 de febrero de 2026, C-2036681 y C-2014692)

source: Response Document (Peru, Deficiency Letter dated 22 Mar 2024)
es_es: Respuesta documentada (Perú, Notificación de objeciones de fecha 22 de marzo de 2024).

source: Response Document (Peru, Deficiency Letter to Renewal received 21 Sep 2023)
es_es: Respuesta documentada (Perú, Notificación de objeciones al pedido de renovacióon, recibido el 21 de septiembre de 2023).

source: Response Document for Peru heath Authority Metalyse 25 mg
es_es: Respuesta documentada a la autoridad sanitaria de Perú sobre Metalyse, 25 mg.

source: Response Document for new MAA submission
es_es: Respuestas a una nueva presentación del MAA.

source: Response factor of BI 10773 XX in standard solution 100 %
es_es: Factor de resuesta de BI 10773 XX en la solución estándar al 100 %

source: Response factor of PD 1420 in standard solution 5 % reference
es_es: Factor de respuesta de PD 1420 en la solución estándar (referencia al 5 %)

source: Response factor of metformin HCl in standard solution 100 % and standard solution degradation - Impurity E 2.0 %, respectively
es_es: Factor de respuesta del clorhidrato de metformina en la solución estándar al 100 %, y degradación de la solución estándar, Impureza E al 2.0 %, respectivamente

source: Response of total peak area
es_es: Respuesta del área del pico total

source: Response of total peak area [%]
es_es: Respuesta del área del pico total [%]

source: Response of total peak area for each load:
es_es: Respuesta del área del pico total para cada carga:

source: Response predicted by regression
es_es: Respuesta predicha por regresión

source: Response to Questions received 28 May 2024
es_es: Respuesta a las Preguntas recibidas el 28 de mayo de 2024

source: Response:
es_es: Respuesta:

source: Restricted access barrier system
es_es: Sistema de barrera de acceso restringido

source: Restrictions
es_es: Restricciones

source: Restrictions of antidiabetic background therapy are described in Section 9.4.2.2.
es_es: En la Sección 9.4.2.2, se describen las restricciones del tratamiento de base con antidiabéticos.

source: Result
es_es: Resultado

source: Result Nitroso- Dabigatran in ng/day (max intake 300 mg)
es_es: Rtdo. de Nitroso-Dabigatrán, ng/día (ingesta máx.: 300 mg)

source: Result Nitroso- Dabigatran in ng/day (max intake 520 mg)
es_es: Rtdo. de Nitroso-Dabigatrán, ng/día (ingesta máx.: 520 mg)

source: Result Nitroso- Dabigatranin ng/day (max intake600 mg)
es_es: Rtdo. de Nitroso-Dabigatrán, ng/día (ingesta máx.: 600 mg)

source: Result for the standard parameter were taken from the standard parameter of filtration step (see Table 54 ) which is part of the validation parameter robustness-sample preparation
es_es: Los valores paramétricos del estándar se tomaron del paso de filtrado (ver la Tabla 54), que es parte del parámetro de validación "robustez, preparación de la muestra".

source: Result for the standard parameter were taken from the standard parameter of filtration step (seeTable 54) which is part of the validation parameter robustness-sample preparation
es_es: Los valores paramétricos del estándar se tomaron del paso de filtrado (ver la Tabla 54), que es parte del parámetro de validación "robustez, preparación de la muestra".

source: Result was taken from the first preparation of day 1 (analyst A) of the validation parameter intermediate precision.
es_es: Se tomó el resultado de la primera preparación del día 1 (analista A), usando el parámetro de validación "precisión intermedia".

source: Result was taken from the first preparation of day 2 (analyst A) of the validation parameter intermediate precision.
es_es: Se tomó resultado de la primera preparación del día 2 (analista A), usando el parámetro de validación "precisión intermedia".

source: Result was taken from the first preparation of day 3 (analyst A) of the validation parameter intermediate precision.
es_es: Se tomó el resultado de la primera preparación del día 3 (analista A), usando el parámetro de validación "precisión intermedia".

source: Result/Unit
es_es: Resultado/Unidad

source: Result:
es_es: Resultado:

source: Resultados de prueba (resultados “crudos”, promedio, desviación estándar y coeficiente de variación) resumidos en una tabla, indicando el pH de la solución empleada, la solubilidad del fármaco expresada en unidades de concentración (mg/mL) y volumen del medio requerido para disolver la mayor concentración posológica.
es_es: Test result (crude results, mean, standard deviation and coefficient of variation) summary table, indicating the pH of the solution used, the drug solubility as concentration units (mg/mL), and the volume of medium required to dissolve the highest dosage concentration.

source: Resultados:
es_es: Results:

source: Resulting concentration of about 0.36 mg/mL nerandomilast
es_es: Hay una concentración resultante de aproximadamente 0.36 mg/mL de nerandomilast.

source: Results
es_es: Resultados

source: Results are summarised in Figure 6 below.
es_es: Los resultados se resumen en la Figura 6 que aparece a continuación.

source: Results are comparable for all methods considering 40 mg/vial and 25 mg/vial at long-term storage and accelerated temperature condition.
es_es: Los resultados son comparables para todos los métodos tomando en consideración las presentaciones de 40 mg/frasco y de 25 mg/frasco en las condiciones de almacenamiento a largo plazo y condiciones aceleradas de temperatura.

source: Results are comparable for all methods considering 40 mg/vial and 25 mg/vial at temperature stress condition.
es_es: Los resultados son comparables para todos los métodos teniendo en cuenta las presentaciones de 40 mg/frasco y de 25 mg/frasco en condiciones extremas de temperatura.

source: Results are comparable for all methods considering DS of Metalyse® and DS of TNKase® for long-term storage at -20°C.
es_es: Respecto del principio activo de Metalyse® y el principio activo de TNKase®, los resultados son comparables en todos los métodos para la condición de almacenamiento a largo plazo de -20° C.

source: Results are comparable for all methods considering Metalyse® and TNKase® at temperature stress condition at 60°C.
es_es: Respecto de Metalyse® y TNKase®, los resultados son comparables en todos los métodos para la condición extrema de temperatura de 60° C.

source: Results are comparable for all methods considering Metalyse® and TNKase® for long-term storage at 30°C.
es_es: Respecto de Metalyse® y TNKase®, los resultados son comparables en todos los métodos para la condición de almacenamiento a largo plazo a 30° C.

source: Results are comparable.
es_es: Los resultados son comparables.

source: Results are listed in Section 3.2.P.8.3 Accelerated and Long-term Stability Data.
es_es: Los resultados se incluyen en la Sección 3.2.P.8.3, Datos de estabilidad acelerada y a largo plazo.

source: Results are listed in Section 3.2.P.8.3 Stress Stability Data.
es_es: Los resultados se incluyen en la Sección 3.2.P.8.3, Datos de estabilidad en condiciones extremas.

source: Results are presented in Table 31 to Table 33.
es_es: Los resultados se presentan en la Tabla 31 a la Tabla 33.

source: Results are presented in Table 34 to Table 36.
es_es: Los resultados se presentan en la Tabla 34 a la Tabla 36.

source: Results autosampler hold time (DP 25 mg/vial)
es_es: Resultados del procesador de muestras automático, tiempo de espera (medicamento, 25 mg/frasco-ampolla)

source: Results autosampler hold time (DP 40 mg/vial)
es_es: Resultados del procesador de muestras automático, tiempo de espera (medicamento, 40 mg/frasco-ampolla)

source: Results autosampler hold time (DP 50 mg/vial)
es_es: Resultados del procesador de muestras automático, tiempo de espera (medicamento, 50 mg/frasco-ampolla)

source: Results autosampler hold time (DS)
es_es: Resultados del procesador de muestras automático (ppio. activo)

source: Results can be investigated over a range of assumptions (a range of values of delta).
es_es: Los resultados pueden evaluarse bajo una serie de hipótesis (una gama de valores delta).

source: Results for QL determination
es_es: Resultados de la determinación del límite de cuantificación.

source: Results for intermediate precision experiments for DS, DS STAB
es_es: Resultados de los ensayos de precisión intermedia para el principio activo y la estabilidad del principio activo

source: Results for intermediate precision experiments for DP 25 mg/vial
es_es: Resultados de los ensayos de precisión intermedia para el medicamento, 25 mg/frasco-ampolla

source: Results for intermediate precision experiments for DP 40, 50 mg/vial
es_es: Resultados de los ensayos de precisión intermedia para el medicamento, 40 y 50 mg/frasco

source: Results for mobile phase (DP 25 mg/vial)
es_es: Resultados de la fase móvil (medicamento, 25 mg/frasco-ampolla)
